<template>
  <div class="home">
    <h1 class="home__title">Smart Retail Solutions LLC</h1>
    <div class="home__text">
      <p>
        <span>Місія:</span> Надавати інноваційне програмне забезпечення для супермаркетів, що забезпечує ефективне
        управління та покращення взаємодії з клієнтами. Ми створюємо продукти, які допомагають нашим клієнтам
        оптимізувати операційні процеси, збільшувати продуктивність та забезпечувати найвищий рівень задоволеності
        покупців.
      </p>
      <p>
        <span>Візія:</span> Бути лідером у галузі розробки програмного забезпечення для роздрібного сегменту, де кожен
        супермаркет використовує наші рішення для максимального спрощення управління та підвищення
        конкурентоспроможності. Ми прагнемо до того, щоб наші інноваційні технології створювали новий стандарт
        ефективності в роботі супермаркетів та призводили до покращення досвіду покупців у кожному магазині.
      </p>
      <p>
        Наша компанія прагне об'єднувати технологічну експертизу з реальними потребами роздрібних торговельних точок,
        створюючи інтелектуальні рішення, які допомагають нашим клієнтам вдосконалювати свої бізнес-процеси та
        забезпечувати найкращий сервіс для своїх клієнтів.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HomeView',
  components: {},
}
</script>
<style lang="scss" scoped>
.home {
  // .home__title
  &__title {
    font-size: 32px;
    font-weight: 700;
    text-align: center;
    margin-bottom: 25px;
  }
  &__text {
    font-size: 20px;
    line-height: 1.2;
    p {
      span {
        font-weight: 700;
        text-decoration: underline;
      }
      &:not(:last-child) {
        margin-bottom: 15px;
      }
    }
  }
}
</style>
